Repository: madhurmaru/T3Trust
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: UPI Loan Nexus
hi: यूपीआई लोन नेक्सस

source: Borrower Dashboard
hi: उधारकर्ता डैशबोर्ड

source: Lender Dashboard
hi: ऋणदाता डैशबोर्ड

source: Active Loans
hi: सक्रिय ऋण

source: Credit Score (via UPI)
hi: क्रेडिट स्कोर (यूपीआई के माध्यम से)

source: Wallet Balance + Interest
hi: वॉलेट शेष + ब्याज

source: Available Lenders
hi: उपलब्ध ऋणदाता

source: Investment Summary
hi: निवेश सारांश

source: Your Borrowers
hi: आपके उधारकर्ता

source: Pending Loan Requests
hi: लंबित ऋण अनुरोध

source: Your OTP is
hi: आपका ओटीपी है

source: Phone number already exists
hi: फोन नंबर पहले से मौजूद है

source: Login
hi: लॉगिन

source: Sign Up
hi: साइन अप

source: Phone Number
hi: फोन नंबर

source: Borrower
hi: उधारकर्ता

source: Lender
hi: ऋणदाता

source: Verify OTP
hi: ओटीपी सत्यापित करें

source: Enter OTP
hi: ओटीपी दर्ज करें

source: Verify
hi: सत्यापित करें

source: Invalid OTP
hi: अमान्य ओटीपी

source: User not found
hi: उपयोगकर्ता नहीं मिला

source: Due in
hi: में देय

source: days
hi: दिन

source: Good
hi: अच्छा

source: Fair
hi: उचित

source: Poor
hi: खराब

source: out of 1000
hi: 1000 में से

source: Current Balance
hi: वर्तमान शेष

source: Upcoming Interest Payable
hi: आगामी ब्याज देय

source: All transactions processed via this wallet.
hi: इस वॉलेट के माध्यम से सभी लेनदेन संसाधित।

source: Request
hi: अनुरोध

source: No active loans
hi: कोई सक्रिय ऋण नहीं

source: No lenders available
hi: कोई ऋणदाता उपलब्ध नहीं

source: Total Lent
hi: कुल उधार दिया

source: Total Interest Earned
hi: कुल ब्याज अर्जित

source: No borrowers yet
hi: अभी तक कोई उधारकर्ता नहीं

source: Loan request created!
hi: ऋण अनुरोध बनाया गया!

source: Invalid request
hi: अमान्य अनुरोध

source: Loan accepted!
hi: ऋण स्वीकार किया गया!

source: Insufficient wallet balance
hi: वॉलेट शेष अपर्याप्त

source: Unauthorized
hi: अनधिकृत

source: UPI Loan Nexus ©️ 2025 – Emergency Loan System
hi: यूपीआई लोन नेक्सस ©️ 2025 – आपातकालीन ऋण प्रणाली

source: UPI Loan Nexus ©️ 2025 – Empowering Micro Lending
hi: यूपीआई लोन नेक्सस ©️ 2025 – सूक्ष्म ऋण सशक्तिकरण
